Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-sametingsraadet-stoetter-koftepolitiet-og-internasjonalt-samisk-filminstitutt.html.tmx
Source language: nob
Languages: sme

source: PRM: Sametingsrådet støtter og Internasjonalt Samisk Filminstitutt.
sme: PRD: Sámediggi doarju ja Internášunála Sámi Filbmainstituhtta

source: er en kommende kortfilm som skal lages av Rein Film AS.
sme: «Gáktepolitiija lea boađi oanehisfilbma maid Rein Film AS áigu ráhkadit.

source: Filmens fokus er minoritetsstemmer i storby med samer som er stolte av sin identitet, og mennesker fra majoritetsbefolkningen som forholder seg til samer med humor som virkemiddel.
sme: Filmma guovddáš sáhka lea minoritehtajienat stuorragávpogis gos lea sápmelaččat geat leat rámis identitehtaset dihte ja majoritehtaálbmot mii leaikkastallama geavaha gaskaoapmin go sápmelaččaiguin lea dahkamuš.

source: Sametingsrådet gir 150.000.- til dette.
sme: Sámediggeráđđi addá 150.000 ruvnnu Gáktepolitiijai.

source: - Sametingsrådet vil støtte dette fordi Rein Film vil opplyse om samer og dette kan øke bevisstheten og forhindre rasisme, sier sametingsråd Henrik Olsen (NSR).
sme: - Sámediggeráđđi áigu dán doarjut danne go Rein Film AS áigu čuvget sápmelaččaid birra, ja dat sáhttá dihtomielalašvuođa lasihit ja rasismma eastadit, dadjá Sámediggeráđi Henrik Olsen (NSR).

source: Gir tilskudd til ny nettside og visuell profil
sme: Addá doarjaga ođđa neahttasiidui ja visuálalaš profiilii

source: Sametingsrådet gir 200 000 kroner til Internasjonalt samisk filminstitutt for å utvikle nye nettsider og en ny profil.
sme: Sámediggeráđđi addá 200.000 ruvnnu Internášunála Sámi Filbmainstituhttii ođđa neahttasiiddu ja ođđa profiilla ráhkadeapmái.

source: Samisk film har vært en internasjonal suksess de siste år og ISFI har spilt en stor rolle i denne utviklingen både med å finansiere samisk film i tillegg til en rekke andre aktiviteter og prosjekter som utviker og synliggjør samisk film.
sme: Sámi filbma lea riikkaidgaskasaččat hui bures lihkostuvvan maŋimuš jagiid ja ISFI:s lea leamaš hui deaŧalaš sadji dán ovdáneamis sihke sámi filmmaid ruhtademiin lassin ollu eará doaimmaide ja prošeavttaide mat ovdánahttet ja oainnusmahttet sámi filmma.

source: Formålet med prosjektet er å utvikle en bedre visuell profil og en hjemmeside som har et brukervennlig grensesnitt og som kan kommunisere med både sosiale medier og med den digtale filmtjenesten sapmifilm.com der man kan streame samiske filmer.
sme: Ulbmil prošeavttain lea ovdánahttit buoret visuálalaš profiilla ja ruovttusiiddu mas gulahallansurggiid leat álki áddet ja sáhttá gulahallat sihke sosiála mediaiguin ja digitála filbmabálvalusain sapmifilm.com gos sámi filmmaid sáhttá streamet.

source: - Samisk film har over de siste årene hatt en stor økning av interesse og ISFI håndterer en større og større mengde med søknader.
sme: - Sámi filmmaide lea beroštupmi maŋimuš jagiid hui ollu lassánan, ja ISFI hálddaša eanet ahte eanet ohcamiid.

source: Utvikling av ny nettside med løsninger som er mer brukervennlig for søkere og som håndterer personvernopplysninger anses å være en viktig del av å utvikle institusjonen faglig, sier Henrik Olsen.
sme: Ođđa neahttasiiddu ráhkadeapmi mas leat čovdosat mat geavaheddjiide lea álki geavahit ja mat hálddašit persovdnadieđuid maid galgá suodjalit, lea deaŧalaš bealli ásahusa fágalaš ovdáneamis, dadjá Henrik Olsen.
